---
kind: property
id: P:Autodesk.Revit.DB.WorksharingDisplayGraphicSettings.LineColor
source: html/775ac9cd-9bde-568f-76d5-afeb370344a1.htm
---
# Autodesk.Revit.DB.WorksharingDisplayGraphicSettings.LineColor Property

The line color that will be applied to elements when these settings are
 applied.

## Syntax (C#)
```csharp
public Color LineColor { get; }
```